Repository: GoodLinksApp/GoodLinksLocalization
Catalog: */Localizable.strings
Languages: de, ja, zh_hans, zh_hant

source: %@ link
ja: %@ リンク
zh_hans: %@链接
zh_hant: %@連結

source: %@ links
ja: %@ リンク
zh_hans: %@链接
zh_hant: %@連結

source: %@ votes
de: %@ Stimmen
ja: %@ 票
zh_hans: %@ 票
zh_hant: %@ 票

source: %1$@ link, %2$@ unread
de: %1$@ Link, %2$@ ungelesen
ja: %1$@ リンク、%2$@ 未読
zh_hans: %1$@链接，%2$@未读
zh_hant: %1$@連結，%2$@未讀

source: %1$@ links, %2$@ unread
de: %1$@ Links, %2$@ ungelesen
ja: %1$@ リンク、%2$@ 未読
zh_hans: %1$@链接，%2$@未读
zh_hant: %1$@連結，%2$@未讀

source: %d Line
de: %d Zeile
ja: %d行
zh_hans: %d行
zh_hant: %d行

source: %d Lines
de: %d Zeilen
ja: %d行
zh_hans: %d行
zh_hant: %d行

source: %d Link
ja: %d リンク
zh_hans: %d 个链接
zh_hant: %d 個連結

source: %d Links
ja: %d リンク
zh_hans: %d 个链接
zh_hant: %d 個連結

source: %d people have rated this version.
de: %d Personen haben diese Version bewertet.
ja: %d人がこのバージョンを評価しました。
zh_hans: %d人已给比版本评分。
zh_hant: %d人已給此版本評分。

source: %d Selected
de: %d ausgewählt
ja: %d 件が選択されています
zh_hans: 已选择 %d
zh_hant: 已選擇 %d

source: %d Unread Link
de: %d ungelesener Link
ja: %d 未読リンク
zh_hans: %d 个未读链接
zh_hant: %d 個未讀連結

source: %d Unread Links
de: %d ungelesene Links
ja: %d 未読リンク
zh_hans: %d 个未读链接
zh_hant: %d 個未讀連結

source: %d vote
de: %d Stimme
ja: %d 票
zh_hans: %d 票
zh_hant: %d 票

source: +%@ more
de: +%@ mehr
ja: +%@ 以上
zh_hans: +%@更多
zh_hant: +%@更多

source: +%lld more
de: +%lld mehr
ja: +%lld 以上
zh_hans: +%lld 更多
zh_hant: +%lld 更多

source: ${displayName} can’t be higher than ${maximumValue}.
de: ${displayName} darf nur max. ${maximumValue} betragen.
ja: ${displayName}を${maximumValue}よりも大きくすることはできません。
zh_hans: ${displayName}不能高于${maximumValue}。
zh_hant: ${displayName}不能高於${maximumValue}。

source: ${displayName} can’t be lower than ${minimumValue}.
de: ${displayName} muss mind. ${minimumValue} betragen.
ja: ${displayName}を${minimumValue}未満にすることはできません。
zh_hans: ${displayName}不能低于${minimumValue}。
zh_hant: ${displayName}不能低於${minimumValue}。

source: ${displayName} can’t be negative.
de: ${displayName} darf nicht negativ sein.
ja: ${displayName}は負にできません。
zh_hans: ${displayName}不能为负。
zh_hant: ${displayName}不能為負。

source: About GoodLinks
de: Über GoodLinks
ja: GoodLinks について
zh_hans: 关于 GoodLinks
zh_hant: 關於 GoodLinks

source: Accent Color
de: Akzentfarbe
ja: アクセントカラー
zh_hans: 强调色
zh_hant: 強調色

source: Access to your photo library is required to save photos.
de: Zum Speichern der Fotos benötigt die App Zugriff auf Ihre Fotosammlung.
ja: 写真を保存するには、フォトライブラリへのアクセスが必要です。
zh_hans: 需要照片库访问权限才能保存照片。
zh_hant: 需要照片庫存取權限才能儲存照片。

source: Accounts
ja: アカウント
zh_hans: 帐户
zh_hant: 帳號

source: Actions
de: Befehle
ja: アクション
zh_hans: 操作
zh_hant: 動作

source: Add ${tags} to ${links}
de: ${tags} zu ${links} hinzufügen
ja: ${tags} を ${links} に追加
zh_hans: 将${tags}添加到${links}
zh_hant: 將${tags}新增到${links}

source: Add ${url}
de: ${url} hinzufügen
ja: ${url}を追加
zh_hans: 添加${url}
zh_hant: 新增${url}

source: Add Action
de: Befehl hinzufügen
ja: アクション追加
zh_hans: 添加操作
zh_hant: 新增動作

source: Add Link
de: Link hinzufügen
ja: リンクを追加する
zh_hans: 添加链接
zh_hant: 新增連結

source: Add or remove from Starred
de: Favoriten hinzufügen/entfernen
ja: 追加または星印から除去
zh_hans: 从已加星标中添加或删除
zh_hant: 從已加星標中新增或刪除

source: Add Tags to Links
de: Tags zu Links hinzufügen
ja: タグをリンクに追加
zh_hans: 为链接添加标签
zh_hant: 為連結新增標籤

source: Add Tags:
de: Tags hinzufügen:
ja: タグ追加定する:
zh_hans: 添加标签:
zh_hant: 新增標籤:

source: Add Tags
de: Tags hinzufügen
ja: タグ追加定する
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add to Starred
de: Zu Favoriten hinzufügen
ja: 星付きに追加する
zh_hans: 添加到加星标
zh_hant: 新增到加星標

source: Add
de: Hinzufügen
ja: 追加
zh_hans: 添加
zh_hant: 新增

source: Adds a new link.
de: Fügt einen neuen Link hinzu.
ja: 新しいリンクを追加します。
zh_hans: 添加一个新链接。
zh_hant: 新增一個連結。

source: After logging into your account, tap "%@" to import your articles into GoodLinks.
de: Tippen Sie nach der Anmeldung in Ihrem Konto auf "%@", um Ihre Artikel in GoodLinks zu importieren.
ja: アカウントにログインし、"%@"をタップして記事をGoodLinksにインポートします。
zh_hans: 登录到你的帐户后，点击"%@"可将你的文章导入GoodLinks。
zh_hant: 登入到你的帳戶後，按一下"%@"可將你的文章匯入GoodLinks。

source: All GoodLinks data in your iCloud account will be deleted. This cannot be reversed or undone. Please make sure to backup your data before doing this.
de: Alle GoodLinks-Daten in Ihrem iCloud-Konto werden gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden. Bitte sichern Sie vorher Ihre Daten.
ja: iCloudのすべてのGoodLinksデータが削除されます。これは、元に戻したりやり直すことはできません。この操作を行う前に、かならずデータのバックアップを作成してください。
zh_hans: 你的iCloud帐户中的所有GoodLinks数据将被删除。此操作不能撤消。在执行前请确保备份你的数据。
zh_hant: 你的iCloud帳戶中的所有GoodLinks資料將被刪除。此動作不能撤銷。在執行前請確保備份你的資料。

source: All local data will be resynced from the cloud. Please make sure to backup your data before doing this.
de: Alle lokalen Daten werden aus der Cloud neu synchronisiert. Bitte sichern Sie Ihre Daten vorher.
ja: すべてのローカル データがクラウドから再同期されます。この操作を行う前に、かならずデータのバックアップを作成してください。
zh_hans: 所有本地数据都将从云中重新同步。在执行前请确保备份你的数据。
zh_hant: 所有本地資料都將從雲中重新同步。在執行前請確保備份你的資料。

source: All
de: Alle
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: An unspecified error has occurred.
de: Es ist ein unbekannter Fehler aufgetreten.
ja: 不明なエラーが発生しました。
zh_hans: 发生未指定的错误。
zh_hant: 發生未指定的錯誤。

source: App Icon Badge
de: App-Kennzeichen
ja: アプリアイコンバッジ
zh_hans: 应用图标标记
zh_hant: 應用圖示標記

source: App Icon
de: App-Symbol
ja: アプリのアイコン
zh_hans: 应用图标
zh_hant: 應用圖示

source: Appearance
de: Erscheinungsbild
ja: アピアランス
zh_hans: 外观
zh_hant: 外觀

source: Are you sure you want to delete the %d links permanently?
de: Möchten Sie die %d Links wirklich unwiderruflich löschen?
ja: %d を永久的に削除してもよろしいですか?
zh_hans: 确定要永久删除 %d 个链接吗？
zh_hant: 確定要永久刪除 %d 個連結嗎？

source: Are you sure you want to delete the %lld links permanently?
de: Möchten Sie die %lld Links wirklich unwiderruflich löschen?
ja: %lld を永久的に削除してもよろしいですか?
zh_hans: 确定要永久删除 %lld 个链接吗？
zh_hant: 確定要永久刪除 %lld 個連結嗎？

source: Are you sure you want to delete the link permanently?
de: Möchten Sie den Link wirklich unwiderruflich löschen?
ja: リンクを永久的に削除してもよろしいですか?
zh_hans: 确定要永久删除此链接吗？
zh_hant: 確定要永久刪除此連結嗎？

source: Are you sure you want to delete the tag?
de: Möchten Sie dieses Tag wirklich löschen?
ja: このタグを削除してもよろしいですか?
zh_hans: 确定要删除此标签吗？
zh_hant: 確定要刪除此標籤嗎？

source: Article View Only
de: Nur Reader
ja: リーダーのみ
zh_hans: 仅阅读器
zh_hant: 僅閱讀器

source: Article
de: Artikel
ja: 記事
zh_hans: 文章
zh_hant: 文章

source: Author
de: Autor
ja: 作成者
zh_hans: 作者
zh_hant: 作者

source: Back
de: Zurück
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Badges
de: Abzeichen
ja: バッジ
zh_hans: 标记
zh_hant: 標記

source: Based on Screen Brightness
de: Je nach Bildschirmhelligkeit
ja: スクリーン輝度に基づく
zh_hans: 基于屏幕亮度
zh_hant: 基於螢幕亮度

source: Blue
de: Blau
ja: ブルー
zh_hans: 蓝色
zh_hant: 藍色

source: Choose a link
de: Link wählen
ja: リンクを選択
zh_hans: 选择一个链接
zh_hant: 選擇一個連結

source: Clear Local Data
de: Lokale Daten löschen
ja: ローカルデータを消去する
zh_hans: 清除本地数据
zh_hant: 清除本地資料

source: Color
de: Farbe
ja: カラー
zh_hans: 颜色
zh_hant: 顏色

source: Connect your Twitter account to GoodLinks to save the full content of Tweets and Twitter threads.
de: Verbinden Sie Ihr Twitter-Konto mit GoodLinks, um den vollständigen Inhalt von Tweets und Twitter-Threads zu speichern.
ja: TwitterをGoodLinksに接続していただくと、ツイートの内容やTwitterスレッドをすべて保存できます。
zh_hans: 将您的Twitter帐户连接到GoodLinks以保存推文和Twitter帖子的完整内容。
zh_hant: 將您的Twitter帳戶連線到GoodLinks以儲存推文和Twitter帖子的完整內容。

source: Contain ${searchText}, tagged with ${tags}
de: Mit ${searchText}, mit ${tags} getaggt
ja: ${tags}のタグが付き、${searchText}を含む
zh_hans: 包含${searchText}，有${tags}标签
zh_hant: 包含${searchText}，有${tags}標籤

source: Contain ${searchText}
de: Mit ${searchText}
ja: ${searchText}を含む
zh_hans: 包含${searchText}
zh_hant: 包含${searchText}

source: Copy Markdown
de: Markdown kopieren
ja: Markdownをコピー
zh_hans: 复制Markdown
zh_hant: 複製Markdown

source: Copy Plain Text
de: Unformatierten Text kopieren
ja: プレインテキストをコピー
zh_hans: 复制纯文本
zh_hant: 複製純文字

source: Copy URL
de: URL kopieren
ja: URLをコピー
zh_hans: 复制URL
zh_hant: 複製URL

source: Could not open the URL.
de: URL nicht geöffnet.
ja: URLを開けませんでした。
zh_hans: 无法打开URL。
zh_hant: 無法開啟URL。

source: Custom Actions
de: Benutzerdef. Befehle
ja: カスタムアクション
zh_hans: 自定义操作
zh_hant: 自訂操作

source: Cyan
ja: シアン
zh_hans: 青色
zh_hant: 青色

source: Dark
de: Dunkel
ja: 暗い
zh_hans: 暗色
zh_hant: 暗色

source: Decrease Font Size
de: Schrift verkleinern
ja: フォントサイズを小さくする
zh_hans: 减小字体大小
zh_hant: 減小字型大小

source: Decrease Line Height
de: Zeilenhöhe verringern
ja: 行の高さを小さくする
zh_hans: 减小行高
zh_hant: 減小行高

source: Decrease Line Width
de: Zeilenbreite verringern
ja: 業の幅を小さくする
zh_hans: 减小线宽
zh_hant: 減小線寬

source: Default Browser
de: Standardbrowser
ja: 既定のブラウザ
zh_hans: 默认浏览器
zh_hant: 預設瀏覽器

source: Default Dark Theme
de: Dunkles Standardmotiv
ja: 既定のダークテーマ
zh_hans: 默认黑暗主题
zh_hant: 預設黑暗主題

source: Default Light Theme
de: Helles Standardmotiv
ja: 既定のライトテーマ
zh_hans: 默认明亮主题
zh_hant: 預設明亮主題

source: Default
de: Standard
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: Delete ${links}
de: ${links} löschen
ja: ${links} を削除
zh_hans: 删除${links}
zh_hant: 刪除${links}

source: Delete all GoodLinks data in your iCloud account.
de: Löschen Sie alle GoodLinks-Daten in Ihrem iCloud-Konto.
ja: ご使用のiCloudアカウントのすべてのGoodLinks データを削除します。
zh_hans: 删除你的iCloud帐户中的所有GoodLinks数据。
zh_hant: 刪除你的iCloud帳戶中的所有GoodLinks資料。

source: Delete Links
de: Links löschen
ja: リンクを削除
zh_hans: 删除链接
zh_hant: 刪除連結

source: Delete Selected
de: Auswahl löschen
ja: 選択済を削除
zh_hans: 删除所选
zh_hant: 刪除所選

source: Delete Tag
de: Tag löschen
ja: タグを削除する
zh_hans: 删除标签
zh_hant: 刪除標籤

source: Delete
de: Löschen
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Deletes the specified links.
de: Löscht die angegebenen Links.
ja: 指定したリンクを削除します。
zh_hans: 删除指定的链接。
zh_hant: 刪除指定的連結。

source: Deleting…
de: Löschen…
ja: 削除しています…
zh_hans: 正在删除…
zh_hant: 正在刪除⋯

source: Deselect All
de: Auswahl entfernen
ja: すべて選択解除
zh_hans: 取消全选
zh_hant: 取消全選

source: Detail
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Do not ask me again
de: Nicht erneut fragen
ja: 再表示しない
zh_hans: 不再询问
zh_hant: 不再詢問

source: Do you want to add it to Starred?
de: Zu Favoriten hinzufügen?
ja: これを星付きに追加しますか？
zh_hans: 是否要将其添加到“加星标”？
zh_hant: 是否要將其新增到「加星標」？

source: Do you want to include read links?
de: Möchten Sie gelesene Links einbeziehen?
ja: 既読リンクを含めますか?
zh_hans: 是否要包含已读链接？
zh_hant: 是否要包含已讀連結？

source: Do you want to limit the number of links?
de: Möchten Sie die Anzahl der Links begrenzen?
ja: リンクの数を制限しますか？
zh_hans: 是否要限制链接数？
zh_hant: 是否要限制連結數？

source: Do you want to mark it as read?
de: Als gelesen markieren?
ja: 既読としてマークしますか？
zh_hans: 要标记为已读吗？
zh_hant: 要標記為已讀嗎？

source: Do you want to upload and merge data on this device with iCloud?
de: Möchten Sie Daten auf diesem Gerät mit iCloud hochladen und zusammenführen?
ja: このデバイス上のデータをiCloudにアップロードして同期しますか？
zh_hans: 要使用iCloud在此设备上上传和合并数据吗？
zh_hant: 要使用iCloud在此裝置上上傳和合併資料嗎？

source: Done
de: Fertig
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download
de: Herunterladen
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Downloading…
de: Herunterladen…
ja: ダウンロードしています…
zh_hans: 正在下载…
zh_hant: 正在下載⋯

source: Downloading
de: Wird heruntergeladen
ja: ダウンロード中
zh_hans: 正在下载
zh_hant: 正在下載

source: Drop to share, star, mark as read…
de: Ablegen zum Teilen, Favorisieren, als gelesen markieren…
ja: 共有したり、星を付けたり、既読としてマークするにはドロップします…
zh_hans: 丢放以分享、加星标、标记为已读…
zh_hant: 丟放以分享、加星標、標記為已讀⋯

source: Edit Links
de: Links bearbeiten
ja: リンクを編集
zh_hans: 编辑链接
zh_hant: 編輯連結

source: Edit
de: Bearbeiten
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Enable File Logging
de: Dateiprotokollierung aktivieren
ja: ファイル ログ作成を有効化
zh_hans: 启用文件记录
zh_hant: 啟用檔案記錄

source: Ensures each link contains the specified tags, adding them if needed.
de: Stellt sicher, dass jeder Link die angegebenen Tags enthält, und fügt sie bei Bedarf hinzu.
ja: 各リンクに指定したタグが含まれていることを確認し、必要に応じて追加します。
zh_hans: 确保每个链接都包含指定的标签，并在需要时添加它们。
zh_hant: 確保每個連結都包含指定的標籤，並在需要時新增它們。

source: Enter Safari Reader mode automatically when it is available for the webpage.
de: Schalten Sie automatisch in den Safari-Reader-Modus um, wenn er für die Webseite verfügbar ist.
ja: ウェブページで利用可能場と気に、自動的に Safari リーダー モードに入ります。
zh_hans: 当网页可用时，自动进入Safari阅读器模式。
zh_hant: 當網頁可用時，自動進入Safari閱讀器模式。

source: Export as Markdown
de: Als Markdown exportieren
ja: Markdown としてエクスポート
zh_hans: 导出为 Markdown
zh_hant: 匯出為 Markdown

source: Export as PDF
de: Als PDF exportieren
ja: PDF としてエクスポート
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

source: Export as Plain Text
de: Als unformatierter Text exportieren
ja: プレーン テキストとしてエクスポート
zh_hans: 导出为纯文本
zh_hant: 匯出為純文字

source: Export As:
de: Exportieren als:
ja: 名前を付けてエクスポート:
zh_hans: 导出为:
zh_hant: 匯出為:

source: Export Data
de: Daten exportieren
ja: データをエクスポート
zh_hans: 导出数据
zh_hant: 匯出資料

source: Export
de: Exportieren
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

source: Failed to save link
de: Link nicht gespeichert
ja: リンクの保存に失敗しました
zh_hans: 无法保存链接
zh_hant: 無法儲存連結

source: File Logging
de: Dateiprotokollierung
ja: ファイル ログ作成
zh_hans: 文件记录
zh_hant: 檔案記錄

source: Filter Tags
de: Tags filtern
ja: タグをフィルタリング
zh_hans: 筛选标签
zh_hant: 篩選標籤

source: Filtered by Focus
de: Fokus-Funktion aktiviert
ja: 「集中モード」でフィルタリング
zh_hans: 按专注筛选
zh_hant: 按專注篩選

source: Focus Filter Off
de: Fokus-Funktion deaktiviert
ja: 集中モードフィルタリングオフ
zh_hans: 专注筛选关闭
zh_hant: 專注篩選關閉

source: Font Size
de: Schriftgröße
ja: フォント サイズ
zh_hans: 字体大小
zh_hant: 字型大小

source: Font
de: Schriftart
ja: フォント
zh_hans: 字体
zh_hant: 字型

source: Force GoodLinks to resync all local data from iCloud.
de: Erzwingen Sie, dass GoodLinks alle lokalen Daten von der iCloud erneut synchronisiert.
ja: GoodLinksにiCloudからすべてのローカル データを再同期するように強制します。
zh_hans: 强制GoodLinks从iCloud重新同步所有本地数据。
zh_hant: 強制GoodLinks從iCloud重新同步所有本地資料。

source: Found %@ result
de: %@ Ergebnis gefunden
ja: 結果が %@ 件見つかりました
zh_hans: 找到%@个结果
zh_hant: 找到%@個結果

source: Found %@ results
de: %@ Ergebnisse gefunden
ja: 結果が %@ 件見つかりました
zh_hans: 找到%@个结果
zh_hant: 找到%@個結果

source: Get links in ${type}
de: Links in ${type} abrufen
ja: ${type}でリンクを取得する
zh_hans: 获取${type}中的链接
zh_hant: 獲取${type}中的連結

source: Get Links in List
de: Links von der Liste abrufen
ja: リストでリンクを取得する
zh_hans: 获取列表中的链接
zh_hant: 獲取列表中的連結

source: Get links in Read
de: Links in „Gelesen“ abrufen
ja: 既読でリンクを取得する
zh_hans: 获取已读链接
zh_hant: 獲取已讀連結

source: Get links in Starred
de: Links in „Favoriten“ abrufen
ja: 星付きでリンクを取得する
zh_hans: 获取加星标链接
zh_hant: 獲取加星標連結

source: Get links in Unread
de: Links in „Ungelesen“ abrufen
ja: 未読でリンクを取得する
zh_hans: 获取未读链接
zh_hant: 獲取未讀連結

source: Get links in Untagged
de: Links in „Ohne Tags“ abrufen
ja: タグなしでリンクを取得する
zh_hans: 获取无标签链接
zh_hant: 獲取無標籤連結

source: Get links tagged with ${tag}
de: Links mit dem Tag ${tag} abrufen
ja: ${tag}のタグがついたリンクを取得
zh_hans: 获取标记有${tag}的链接
zh_hant: 獲取標記有${tag}的連結

source: Get quick access to a list or tag.
de: Erhalten Sie schnellen Zugriff auf eine Liste oder ein Tag.
ja: リストまたはタグへのクイック アクセスを取得します。
zh_hans: 快速访问列表或标签。
zh_hant: 快速存取列表或標籤。

source: Get Tagged Links
de: Getaggte Links abrufen
ja: タグ付けされたリンクを取得する
zh_hans: 获取有标签的链接
zh_hant: 獲取有標籤的連結

source: Get tags
de: Tags abrufen
ja: タグを取得する
zh_hans: 获取标签
zh_hant: 獲取標籤

source: Get Tags
de: Tags abrufen
ja: タグを取得する
zh_hans: 获取标签
zh_hant: 獲取標籤

source: Gold
ja: ゴールド
zh_hans: 金色
zh_hant: 金色

source: GoodLinks is not authorized to set unread count badge. Please check your settings and then enable Unread Count Badge again.
de: GoodLinks ist nicht berechtigt, ein Abzeichen mit der Anzahl der ungelesenen Links zu verwenden. Bitte überprüfen Sie Ihre Einstellungen und aktivieren Sie das Ungelesen-Abzeichen erneut.
ja: GoodLinksには未読カウントバッジを設定する権限がありません。設定をチェックし、未読カウントバッジを再び有効化してください。
zh_hans: GoodLinks无权设置未读计数标记。请检查你的设置，然后再次启用“未读计数标记”。
zh_hant: GoodLinks無權設定未讀計數標記。請檢查你的設定，然後再次啟用「未讀計數標記」。

source: GoodLinks will now begin resyncing data in the background. This may take a few minutes to complete.
de: GoodLinks beginnt nun mit der erneuten Synchronisierung der Daten im Hintergrund. Dies könnte einige Minuten dauern.
ja: GoodLinksにより、バックグラウンドでデータの再同期が開始されます。完了までに数分かかることがあります。
zh_hans: GoodLinks现在将开始在后台重新同步数据。这可能需要几分钟才能完成。
zh_hant: GoodLinks現在將開始在後臺重新同步資料。這可能需要幾分鐘才能完成。

source: Gray
de: Grau
ja: グレイ
zh_hans: 灰色
zh_hant: 灰色

source: Green
de: Grün
ja: グリーン
zh_hans: 绿色
zh_hant: 綠色

source: Hide GoodLinks
de: GoodLinks ausblenden
ja: GoodLinks を隠す
zh_hans: 隐藏 GoodLinks
zh_hant: 隱藏 GoodLinks

source: Hide Links
de: Links ausblenden
ja: リンクを非表示にする
zh_hans: 隐藏连结
zh_hant: 隱藏連結

source: Hide Read Links
de: Gelesene Links ausblenden
ja: 既読リンクを非表示にする
zh_hans: 隐藏已读链接
zh_hant: 隱藏已讀連結

source: Hide Sidebar and Links
de: Seitenleiste und Links ausblenden
ja: サイドバーおよびリンクを非表示にする
zh_hans: 隐藏边栏和链接
zh_hant: 隱藏邊欄和連結

source: Hide Sidebar
de: Seitenmenü ausblenden
ja: サイドバーを非表示にします
zh_hans: 隐藏侧边栏
zh_hant: 隱藏側邊欄

source: How many links do you want to get?
de: Wie viele Links möchten Sie abrufen?
ja: いくつのリンクを取得しますか？
zh_hans: 你想获取多少个链接？
zh_hant: 你想獲取多少個連結？

source: iCloud Account Changed
de: iCloud-Konto geändert
ja: iCloudアカウントが変更されました
zh_hans: iCloud帐户已变更
zh_hant: iCloud帳戶已變更

source: Icon
de: Symbol
ja: アイコン
zh_hans: 图标
zh_hant: 圖示

source: Import All (%d)
de: Alle importieren (%d)
ja: すべてインポート（%d）
zh_hans: 全部导入(%d)
zh_hant: 全部匯入(%d)

source: Import Archive (%d)
de: Archiv importieren (%d)
ja: アーカイブをインポート（%d）
zh_hans: 导入文章(%d)
zh_hant: 匯入文章(%d)

source: Import From…
de: Importieren von…
ja: インポートしています…
zh_hans: 导入从…
zh_hant: 匯入從⋯

source: Import Private (%d)
de: Private importieren (%d)
ja: プライベートをインポート（%d）
zh_hans: 导入私人(%d)
zh_hant: 匯入私人(%d)

source: Import Public (%d)
de: Öffentliche importieren (%d)
ja: パブリックをインポート（%d）
zh_hans: 导入公开(%d)
zh_hant: 匯入公開(%d)

source: Import Unread (%d)
de: Ungelesene importieren (%d)
ja: 未読をインポート（%d）
zh_hans: 导入未读(%d)
zh_hant: 匯入未讀(%d)

source: Import
de: Importieren
ja: インポート
zh_hans: 导入
zh_hant: 匯入

source: In-app Browser
ja: アプリ内ブラウザ
zh_hans: 应用内浏览器
zh_hant: 應用內瀏覽器

source: Include Read Links
de: Gelesene Links einbeziehen
ja: 既読リンクを含める
zh_hans: 包含已读链接
zh_hant: 包含已讀連結

source: Increase Font Size
de: Schrift vergrößern
ja: フォントサイズを大きくする
zh_hans: 增加字体大小
zh_hant: 增加字型大小

source: Increase Line Height
de: Zeilenhöhe vergrößern
ja: ラインの高さをを大きくする
zh_hans: 增加行高
zh_hant: 增加行高

source: Increase Line Width
de: Zeilenbreite vergrößern
ja: ライン幅を大きくする
zh_hans: 增加线宽
zh_hant: 增加線寬

source: Keyboard Shortcuts
de: Tastenkürzel
ja: キーボードショートカット
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Last Modified Date
de: Letzte Änderung
ja: 最終変更日
zh_hans: 上次修改日期
zh_hant: 上次修改日期

source: Light
de: Hell
ja: ライト
zh_hans: 亮色
zh_hant: 亮色

source: Limit
ja: 限度
zh_hans: 限制
zh_hant: 限制

source: Line Height
de: Linienhöhe
ja: ライン高さ
zh_hans: 行高
zh_hant: 行高

source: Line Width
de: Linienbreite
ja: ライン幅
zh_hans: 行宽
zh_hant: 行寬

source: Link Detail
ja: リンク詳細
zh_hans: 链接详情
zh_hant: 連結詳情

source: Link List
de: Linkliste
ja: リンクのリスト
zh_hans: 链接列表
zh_hant: 連結列表

source: Link not found.
de: Link nicht gefunden.
ja: リンクが見つかりません。
zh_hans: 找不到链接。
zh_hant: 找不到連結。

source: Link Search
de: Linksuche
ja: リンク検索
zh_hans: 链接搜索
zh_hant: 連結搜尋

source: Link
ja: リンク
zh_hans: 连结
zh_hant: 連結

source: Links and Article View
de: Links und Reader
ja: リンクおよびリーダー
zh_hans: 链接和阅读器
zh_hant: 連結和閱讀器

source: Links
ja: リンク
zh_hans: 链接
zh_hant: 連結

source: List Settings
de: Listeneinstellungen
ja: リスト設定
zh_hans: 列表设置
zh_hant: 列表設定

source: List
de: Liste
ja: リスト
zh_hans: 列表
zh_hant: 清單

source: Lists & Tags
de: Listen & Tags
ja: リスト&タグ
zh_hans: 列表和标签
zh_hant: 列表和標籤

source: Lists
de: Listen
ja: リスト
zh_hans: 列表
zh_hant: 列表

source: Lists/Tags Badges
de: Listen/Tags-Kennzeichen
ja: リスト/タグバッジ
zh_hans: 列表/标签标记
zh_hant: 列表/標籤標記

source: Log in to paywalled sites to get full access to their content. After you have logged in, you may need to re-download the links you saved from those sites.
de: Melden Sie sich bei Ihren Lieblingsseiten an, um vollen Zugriff auf deren Inhalte zu erhalten. Nachdem Sie sich angemeldet haben, müssen Sie möglicherweise die von diesen Websites gespeicherten Links erneut herunterladen.
ja: お気に入りのサイトにログインし、すべてのコンテンツへのフルアクセスを取得しましょう。 ログイン後、これらのサイトから保存したリンクの再ダウンロードが必要になることがあります。
zh_hans: 登录您最喜欢的网站以完全访问其内容。 登录后，您可能需要重新下载从这些站点保存的链接。
zh_hant: 登入您最喜歡的網站以完全存取其內容。 登入後，您可能需要重新下載從這些網站儲存的連結。

source: Log in to Sites…
de: Bei Websites anmelden…
ja: サイトへログイン…
zh_hans: 登录网站…
zh_hant: 登入網站⋯

source: Log in to Sites
de: Bei Websites anmelden
ja: サイトへログイン
zh_hans: 登录网站
zh_hant: 登入網站

source: Long Swipe Left
de: Lange nach links wischen
ja: 左に長くスワイプ
zh_hans: 向左长滑
zh_hant: 向左長滑

source: Long Swipe Right
de: Lange nach rechts wischen
ja: 右に長くスワイプ
zh_hans: 向右长滑
zh_hant: 向右長滑

source: Main List Type
de: Hauptlistentyp
ja: メインリストのタイプ
zh_hans: 主列表类型
zh_hant: 主列表類型

source: Main Window
de: Hauptfenster
ja: メインウィンドウ
zh_hans: 主窗口
zh_hant: 主視窗

source: Manually
de: Manuell
ja: 手動で
zh_hans: 手动
zh_hant: 手動

source: Mark as Read or Unread
de: Als gelesen oder ungelesen markieren
ja: 既読または未読としてマーク
zh_hans: 标记为已读或未读
zh_hant: 標記為已讀或未讀

source: Mark as Read
de: Als gelesen markieren
ja: 既読としてマークする
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: Mark as Unread
de: Als ungelesen markieren
ja: 未読状態にする
zh_hans: 标记为未读
zh_hant: 標記為未讀

source: Mark Read
de: Als gelesen markieren
ja: 既読
zh_hans: 标记已读
zh_hant: 標記已讀

source: Marks as Read
de: Als gelesen markieren
ja: 既読としてマーク
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: Marks as Unread
de: Als ungelesen markieren
ja: 未読としてマーク
zh_hans: 标记为未读
zh_hant: 標記為未讀

source: Match System
de: An Systemeinstellung anpassen
ja: システムに合わせる
zh_hans: 匹配系统
zh_hant: 匹配系統

source: Maybe Later
de: Schließen
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Merge
de: Zusammenführen
ja: 合併
zh_hans: 合并
zh_hant: 合併

source: Mint
de: Mintgrün
ja: ミント
zh_hans: 薄荷
zh_hant: 薄荷

source: More Actions
de: Mehr Befehle
ja: その他のアクション
zh_hans: 更多操作
zh_hant: 更多動作

source: More
de: Mehr
ja: もっと見る
zh_hans: 更多
zh_hant: 更多

source: Multiple Selection
de: Mehrfachauswahl
ja: 複数の選択
zh_hans: 多项选择
zh_hant: 多項選擇

source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: New Link
de: Neuer Link
ja: 新しいリンク
zh_hans: 新链接
zh_hant: 新連結

source: Newest First
de: Neueste zuerst
ja: 最新を最初に
zh_hans: 最新优先
zh_hant: 最新優先

source: Night
de: Nacht
ja: 夜
zh_hans: 夜晚
zh_hant: 夜晚

source: No actions
de: Keine Befehle
ja: アクションなし
zh_hans: 没有操作
zh_hant: 沒有操作

source: No Link Selected
de: Kein Link ausgewählt
ja: リンクが選択されていません
zh_hans: 未选择链接
zh_hant: 未選擇連結

source: No links found.
de: Keine Links gefunden.
ja: リンクが見つかりません。
zh_hans: 未找到链接。
zh_hant: 未找到連結。

source: No links
de: Keine Links
ja: リンクなし
zh_hans: 没有链接
zh_hant: 沒有連結

source: No results
de: Keine Ergebnisse
ja: 結果なし
zh_hans: 没有结果
zh_hant: 沒有結果

source: No tags
de: Keine Tags
ja: タグなし
zh_hans: 无标签
zh_hant: 無標籤

source: No unread links
de: Keine ungelesenen Links
ja: 未読のリンクはありません
zh_hans: 没有未读链接
zh_hant: 沒有未讀連結

source: No URL found
de: Keine URL gefunden
ja: URLが見つかりません
zh_hans: 找不到URL
zh_hant: 找不到URL

source: None
de: Keine
ja: なし
zh_hans: 无
zh_hant: 無

source: Not Available Offline
de: Offline nicht verfügbar
ja: オフラインで使用できません
zh_hans: 离线不可用
zh_hant: 離線不可用

source: Number of Links
de: Anzahl der Links
ja: リンクの数
zh_hans: 链接数
zh_hant: 連結數

source: Oldest First
de: Älteste zuerst
ja: 最古を最初に
zh_hans: 最早的优先
zh_hant: 最早的優先

source: On Open
de: Beim Öffnen
ja: 開いた時
zh_hans: 打开时
zh_hant: 開啟時

source: Open ${link}
de: ${link} öffnen
ja: ${link}を開く
zh_hans: 打开${link}
zh_hant: 開啟${link}

source: Open a random unread link.
de: Öffnen Sie einen zufälligen ungelesenen Link.
ja: ランダム未読リンクを開きます。
zh_hans: 打开一个随机未读链接。
zh_hant: 開啟一個隨機未讀連結。

source: Open a random unread link
de: Zufälligen ungelesenen Link öffnen
ja: ランダム未読リンクを開く
zh_hans: 打开一个随机未读链接
zh_hant: 開啟一個隨機未讀連結

source: Open in %@
de: In %@ öffnen
ja: %@で開く
zh_hans: 在%@中打开
zh_hant: 在%@中開啟

source: Open in Browser
de: Im Browser öffnen
ja: ブラウザで開く
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open in New Window
de: In neuem Fenster öffnen
ja: 新しいウィンドウで開く
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

source: Open Last Unread in ${applicationName}
de: Zuletzt Ungelesenes mit ${applicationName} öffnen
ja: ${applicationName}で最新の未読を開く
zh_hans: 在${applicationName}中打开上一个未读
zh_hant: 在${applicationName}中開啟上一個未讀
