Repository: GoodLinksApp/GoodLinksLocalization
Catalog: */Localizable.strings
Languages: de, ja, zh_hans, zh_hant

source: Open Last Unread
de: Neuesten ungelesenen Link öffnen
ja: 直近の未読リンクを開く
zh_hans: 打开最后一个未读
zh_hant: 開啟最後一個未讀

source: Open Link
de: Link öffnen
ja: リンクを開く
zh_hans: 打开链接
zh_hant: 開啟連結

source: Open links in browser in background
de: Links im Browser im Hintergrund öffnen
ja: バックグラウンドでブラウザーでリンクを開く
zh_hans: 在后台浏览器中打开链接
zh_hant: 在背景瀏覽器中開啟連結

source: Open Links In
de: Links öffnen in
ja: リンクを開く:
zh_hans: 打开链接方式
zh_hant: 開啟連結方式

source: Open Random in ${applicationName}
de: Zufallsauswahl in ${applicationName} öffnen
ja: ${applicationName}でランダムに開く
zh_hans: 在${applicationName}中随机打开
zh_hant: 在${applicationName}中隨機開啟

source: Open Random Link
de: Zufälligen Link öffnen
ja: ランダムリンクを開く
zh_hans: 打开随机链接
zh_hant: 開啟隨機連結

source: Open the last unread link
de: Neuesten ungelesenen Link öffnen
ja: 直近の未読リンクを開く
zh_hans: 打开最后一个未读链接
zh_hant: 開啟最後一個未讀連結

source: Opens a random unread link in the GoodLinks app.
de: Öffnet einen zufälligen ungelesenen Link in der GoodLinks-App.
ja: GoodLinksアプリでランダム未読リンクを開きます。
zh_hans: 打开GoodLinks应用中一个随机未读链接。
zh_hant: 開啟GoodLinks應用中一個隨機未讀連結。

source: Opens the last unread link in the GoodLinks app.
de: Öffnet den neuesten ungelesenen Link in der GoodLinks-App.
ja: GoodLinksアプリで直近の未読リンクを開きます。
zh_hans: 打开GoodLinks应用中最后一个未读链接。
zh_hant: 開啟GoodLinks應用中最後一個未讀連結。

source: Opens the link passed in as input.
de: Öffnet den als Eingabe übergebenen Link.
ja: 入力として通過したリンクを開きます。
zh_hans: 打开作为输入传递的链接。
zh_hant: 開啟作為輸入傳遞的連結。

source: Optional, separated by spaces
de: Optional, durch Leerzeichen getrennt
ja: 任意、カンマ区切り
zh_hans: 可选，以空格分隔
zh_hant: 可選，以空格分隔

source: Optional
ja: オプション
zh_hans: 可选
zh_hant: 可選

source: Orange
ja: オレンジ
zh_hans: 橙色
zh_hant: 橙色

source: Pink
de: Rosa
ja: ピンク
zh_hans: 粉色
zh_hant: 粉色

source: Plain Text
de: Unformatierter Text
ja: 標準文字
zh_hans: 纯文本
zh_hant: 純文字

source: Print
de: Drucken
ja: プリント
zh_hans: 打印
zh_hant: 列印

source: Purple
de: Lila
ja: パープル
zh_hans: 紫色
zh_hant: 紫色

source: Quick Save
de: Schnell speichern
ja: 簡易保存
zh_hans: 快速保存
zh_hant: 快速儲存

source: Quit GoodLinks
de: GoodLinks beenden
ja: GoodLinks を終了
zh_hans: 退出 GoodLinks
zh_hant: 離開 GoodLinks

source: Rate GoodLinks on the App Store
de: Bewerten Sie GoodLinks im App Store
ja: App StoreでGoodLinksを評価する
zh_hans: 在App Store给GoodLinks评分
zh_hant: 在App Store給GoodLinks評分

source: Re-download Article
de: Artikel erneut herunterladen
ja: 記事を再ダウンロード
zh_hans: 重新下载文章
zh_hant: 重新下載文章

source: Read Date
de: Gelesen am
ja: 「既読」日
zh_hans: 已读日期
zh_hant: 已讀日期

source: Read
de: Gelesen
ja: 既読
zh_hans: 已读
zh_hant: 已讀

source: Reader Mode
de: Reader-Modus
ja: リーダー モード
zh_hans: 阅读器模式
zh_hant: 閱讀器模式

source: Reader Settings
de: Reader-Einstellungen
ja: リーダー設定
zh_hans: 阅读器设置
zh_hant: 閱讀器設定

source: Red
de: Rot
ja: レッド
zh_hans: 红色
zh_hant: 紅色

source: Remove ${tags} from ${links}
de: ${tags} von ${links} entfernen
ja: ${links} から ${tags} を除去
zh_hans: 从${links}中删除${tags}
zh_hant: 從${links}中刪除${tags}

source: Remove from Starred
de: Aus „Favoriten“ entfernen
ja: 星印付きアイテムから削除
zh_hans: 从“加星标”移除
zh_hant: 從「加星標」移除

source: Remove Tags from Links
de: Tags von Links entfernen
ja: リンクからタグを除去
zh_hans: 从链接中删除标签
zh_hant: 從連結中刪除標籤

source: Removes tags from each specified link, if the tags are present.
de: Entfernt Tags von den angegebenen Links, falls die Tags vorhanden sind.
ja: タグが使用されている場合は、指定した各リンクからタグを除去します。
zh_hans: 如果标签存在，则从每个指定链接中删除标签。
zh_hant: 如果標籤存在，則從每個指定連結中刪除標籤。

source: Rename Tag
de: Tag umbenennen
ja: タグの名前を変更
zh_hans: 重命名标签
zh_hant: 重命名標籤

source: Rename
de: Umbenennen
ja: 名前を変更
zh_hans: 重命名
zh_hant: 重命名

source: Reorder Actions
de: Befehle umsortieren
ja: アクションを並べ替える
zh_hans: 重新排序操作
zh_hant: 重新排序操作

source: Required
de: Erforderlich
ja: 必須
zh_hans: 必需
zh_hant: 必需

source: Reset iCloud Data
de: iCloud-Daten zurücksetzen
ja: iCloudデータをリセット
zh_hans: 重置iCloud数据
zh_hant: 重設iCloud資料

source: Reset Sync State
de: Synchronisierstatus zurücksetzen
ja: 同期状態をリセット
zh_hans: 重置同步状态
zh_hant: 重設同步狀態

source: Resync
de: Erneut synchronisieren
ja: 再同期
zh_hans: 重新同步
zh_hant: 重新同步

source: Returns links are tagged with the specified tag.
de: Rückkehrlinks sind mit dem angegebenen Tag versehen.
ja: リターンリンクには指定されたタグが付けられています。
zh_hans: 返回含指定的标签的链接。
zh_hant: 返回含指定的標籤的連結。

source: Returns links in the specified list.
de: Gibt Links in der angegebenen Liste zurück.
ja: 指定されたリストでリンクを返します。
zh_hans: 返回指定列表中的链接。
zh_hant: 返回指定列表中的連結。

source: Safari Reader Mode
de: Safari-Reader-Modus
ja: Safari リーダー モード
zh_hans: Safari阅读器模式
zh_hant: Safari閱讀器模式

source: Save…
de: Sichern…
ja: 保存…
zh_hans: 存储…
zh_hant: 儲存⋯

source: Saved Date
de: Gespeichert am
ja: 保存日
zh_hans: 保存日期
zh_hant: 儲存日期

source: Saved
de: Gespeichert
ja: 保存されました
zh_hans: 已保存
zh_hant: 已儲存

source: Search or enter website name
de: Suchbegriff oder Website
ja: 検索またはウェブサイト名を入力
zh_hans: 搜索或输入网站名称
zh_hant: 搜尋或輸入網站名稱

source: Search
de: Suchen
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Searching “%@”
de: „%@“ wird gesucht
ja: 「%@」を検索しています
zh_hans: 正在搜索“%@”
zh_hant: 正在搜尋「%@」

source: Select All
de: Alle auswählen
ja: すべてを選択
zh_hans: 全部选择
zh_hant: 全選

source: Select
de: Auswählen
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Send Log File
de: Protokolldatei senden
ja: ログファイルを送信
zh_hans: 发送日志文件
zh_hant: 傳送記錄檔檔案

source: Sepia
ja: セピア
zh_hans: 棕褐色
zh_hant: 棕褐色

source: Set ${field} of ${links} to ${tags}
de: ${field} von ${links} auf ${tags} festlegen
ja: ${links} の ${field} を ${tags} に設定
zh_hans: 将${links}的${field}设置为${tags}
zh_hant: 將${links}的${field}設定為${tags}

source: Set ${field} of ${links} to ${text}
de: ${field} von ${links} auf ${text} festlegen
ja: ${links} の ${field} を ${text} に設定
zh_hans: 将${links}的${field}设置为${text}
zh_hant: 將${links}的${field}設定為${text}

source: Set ${field} of ${links} to ${yesOrNo}
de: ${field} von ${links} auf ${yesOrNo} festlegen
ja: ${links} の ${field} を ${yesOrNo} に設定
zh_hans: 将${links}的${field}设置为${yesOrNo}
zh_hant: 將${links}的${field}設定為${yesOrNo}

source: Set ${field} of ${links}
de: ${field} von ${links} festlegen
ja: ${links} の ${field} を設定
zh_hans: 设置${links}的${field}
zh_hant: 設定${links}的${field}

source: Set Tags:
de: Tags festlegen:
ja: タグを設定する:
zh_hans: 设置标签:
zh_hant: 設定標籤:

source: Set Tags
de: Tags festlegen
ja: タグを設定する
zh_hans: 设置标签
zh_hant: 設定標籤

source: Sets a specific field of the links passed into the action.
de: Legt ein bestimmtes Feld der Links fest, die der Aktion übergeben werden.
ja: アクションに渡されたリンクの特定のフィールドを設定します。
zh_hans: 设置一个传递给行动的链接特定字段。
zh_hant: 設定一個傳遞給行動的連結特定欄位。

source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Share Extension
de: Freigabe-Erweiterung
ja: 共有の拡張機能
zh_hans: 分享扩展
zh_hant: 分享擴展

source: Share
de: Teilen
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Short Swipe Left
de: Kurz nach links wischen
ja: 左に短くスワイプ
zh_hans: 向左短滑
zh_hant: 向左短滑

source: Short Swipe Right
de: Kurz nach rechts wischen
ja: 右に短くスワイプ
zh_hans: 向右短滑
zh_hant: 向右短滑

source: Show ${type} in ${applicationName}
de: ${type} in ${applicationName} anzeigen
ja: ${applicationName}で${type}を表示する
zh_hans: 在${applicationName}中显示${type}
zh_hant: 在${applicationName}中顯示${type}

source: Show ${type}
de: ${type} anzeigen
ja: ${type}を表示
zh_hans: 显示${type}
zh_hant: 顯示${type}

source: Show favicons
de: Favicons anzeigen
ja: ファビコンを表示
zh_hans: 显示收藏图标
zh_hant: 顯示收藏圖示

source: Show Favicons
de: Favicons anzeigen
ja: ファビコンを表示する
zh_hans: 显示收藏图标
zh_hant: 顯示最愛圖示

source: Show links tagged with ${tag}
de: Links mit dem Tag ${tag} anzeigen
ja: ${tag}のタグが付いたリンクを表示する
zh_hans: 显示有${tag}标签的链接
zh_hant: 顯示有${tag}標籤的連結

source: Show Links
de: Links anzeigen
ja: リンクを表示する
zh_hans: 显示链接
zh_hant: 顯示連結

source: Show List
de: Liste anzeigen
ja: リストを表示
zh_hans: 显示列表
zh_hant: 顯示列表

source: Show preview images
de: Vorschaubilder anzeigen
ja: プレビュー イメージを表示
zh_hans: 显示预览图像
zh_hant: 顯示預覽圖像

source: Show Preview Images
de: Vorschaubild anzeigen
ja: プレビュー画像を表示する
zh_hans: 显示预览图片
zh_hant: 顯示預覽圖片

source: Show Read Links
de: Gelesene Links anzeigen
ja: 既読リンクを表示する
zh_hans: 显示已读链接
zh_hant: 顯示已讀連結

source: Show Read
de: Gelesene anzeigen
ja: 既読を表示する
zh_hans: 显示已读
zh_hant: 顯示已讀

source: Show Sidebar and Links
de: Seitenleiste und Links anzeigen
ja: サイドバーおよびリンクを表示する
zh_hans: 显示边栏和链接
zh_hant: 顯示邊欄和連結

source: Show Sidebar
de: Seitenmenü anzeigen
ja: サイドバーを表示します
zh_hans: 显示侧边栏
zh_hant: 顯示側邊欄

source: Show Starred
de: Favoriten anzeigen
ja: 星付きを表示する
zh_hans: 显示加星标
zh_hant: 顯示加星標

source: Show Tag
de: Tag anzeigen
ja: タグを表示する
zh_hans: 显示标签
zh_hant: 顯示標籤

source: Show Tagged in ${applicationName}
de: Getaggtes in ${applicationName} anzeigen
ja: ${applicationName}でタグ付けされたものを表示する
zh_hans: 在${applicationName}中显示加标签的
zh_hant: 在${applicationName}中顯示加標籤的

source: Show Unread
de: Ungelesene anzeigen
ja: 未読を表示する
zh_hans: 显示未读
zh_hant: 顯示未讀

source: Show Untagged
de: Ohne Tags anzeigen
ja: タグなしを表示する
zh_hans: 显示无标签
zh_hant: 顯示無標籤

source: Shows links are tagged with the specified tag in the GoodLinks app.
de: Zeigt Links an, die in der GoodLinks-App mit dem angegebenen Tag versehen sind.
ja: GoodLinksアプリで指定されたタグによりタグづけされたリンクを表示します。
zh_hans: 显示在GoodLinks应用中使用指定标签进行标记的链接。
zh_hant: 顯示在GoodLinks應用中使用指定標籤進行標記的連結。

source: Shows the specified list in the GoodLinks app.
de: Zeigt die angegebene Liste in der GoodLinks-App an.
ja: GoodLinksアプリで指定されたリストを表示します。
zh_hans: 显示GoodLinks应用中指定的列表。
zh_hant: 顯示GoodLinks應用中指定的列表。

source: Sidebar, Links and Article View
de: Seitenleiste, Links und Reader
ja: サイドバー、リンク、およびリーダー
zh_hans: 侧边栏、链接和阅读器
zh_hant: 側邊欄、連結和閱讀器

source: Sidebar
de: Seitenleiste
ja: サイドバー
zh_hans: 侧栏
zh_hant: 側欄

source: Sign In
de: Anmelden
ja: サインイン
zh_hans: 登录
zh_hant: 登入

source: Sign Out
de: Abmelden
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

source: Signed in as %@.
de: Angemeldet als %@.
ja: %@としてサインインしています。
zh_hans: 已登录为 %@。
zh_hant: 已登入為 %@。

source: Signing In…
de: Anmeldung…
ja: サインイン中…
zh_hans: 正在登录…
zh_hant: 登入中⋯

source: Star
de: Zu Favoriten hinzufügen
ja: 星付け
zh_hans: 加星标
zh_hant: 加星標

source: Starred (%d)
de: Als Favorit gespeichert (%d)
ja: 星付き (%d)
zh_hans: 已加星标(%d)
zh_hant: 已加星標(%d)

source: Starred
de: Favoriten
ja: 星付き
zh_hans: 加星标
zh_hant: 加星標

source: Summary:
de: Zusammenfassung:
ja: 概要:
zh_hans: 摘要:
zh_hant: 摘要:

source: Summary
de: Zusammenfassung
ja: 概要
zh_hans: 摘要
zh_hant: 摘要

source: Support
de: Hilfe anfordern
ja: サポートに連絡
zh_hans: 联系技术支持
zh_hant: 與支援部門聯繫

source: Supported tags: [url], [url-unescaped], [image-url], [image-url-unescaped], [title], [summary], [author], [content-html], [content-text], [content-markdown], [tags]. Text enclosed in { } will be URL encoded.
de: Unterstützte Tags: [url], [url-unescaped], [image-url], [image-url-unescaped], [title], [summary], [author], [content-html], [content-text], [content-markdown], [tags]. Der Text in { } wird URL-kodiert.
ja: サポートされているタグ: [url]、[url-unescaped]、[image-url]、[image-url-unescaped]、[title]、[summary]、[author]、[content-html]、[content-text]、[content-markdown]、[tags]。{ }でエンコードされているテキストはURLエンコードされています。
zh_hans: 支持的标签：[url]、[url-unscaped]、[image-url]、[image-url-unscaped]、[title]、[summary]、[author]、[content-html]、[content-text]、[content-markdown]、[tags]。{}中包含的文本将进行URL编码。
zh_hant: 支援的標籤：[url]、[url-unscaped]、[image-url]、[image-url-unscaped]、[title]、[summary]、[author]、[content-html]、[content-text]、[content-markdown]、[tags]。{}中包含的文字將進行URL編碼。

source: Swipe up or down with two fingers to quickly switch between the most recent light and dark themes.
de: Wischen Sie mit zwei Fingern nach oben oder unten, um schnell zwischen den neuesten hellen und dunklen Motiven zu wechseln.
ja: 2本の指で上または下にスワイプすると、直近のライトテーマとダークテーマの間で手軽に切り替えることができます。
zh_hans: 两指上滑和下滑可在最新的亮色和暗色主题之间快速切换。
zh_hant: 兩指上滑和下滑可在最新的亮色和暗色主題之間快速切換。

source: Swipes
de: Wischgesten
ja: スワイプ
zh_hans: 滑动
zh_hant: 滑動

source: Switch Theme
de: Motiv wechseln
ja: テーマを切り替える
zh_hans: 切换主题
zh_hant: 切換主題

source: System Font
de: Systemschrift
ja: システムフォント
zh_hans: 系统字体
zh_hant: 系統字型

source: System
de: Wie System
ja: システムと一致
zh_hans: 匹配系统
zh_hant: 符合系統設定

source: Tag %@
ja: タグ %@
zh_hans: 标签 %@
zh_hant: 標籤 %@

source: Tag
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Tags:
ja: タグ:
zh_hans: 标签:
zh_hant: 標籤:

source: Tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Tap to edit
de: Zum Bearbeiten tippen
ja: タップして編集
zh_hans: 点按可编辑
zh_hant: 點按可編輯

source: The tag '${tag}' does not exist.
de: Das Tag „${tag}“ existiert nicht.
ja: 「${tag}」タグは存在しません。
zh_hans: 标签'${tag}'不存在。
zh_hant: 標籤'${tag}'不存在。

source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
de: Das Motiv ändert sich automatisch je nach Helligkeit Ihres Displays. Sie können den Schwellenwert festlegen, bei dem sich das Motiv ändert. Der Kreis zeigt die aktuelle Helligkeit Ihres Displays an.
ja: このテーマはディスプレイの輝度に応じて自動的に変更されます。テーマが変更される閾値は設定することができます。円は、ディスプレイの現在の輝度を表しています。
zh_hans: 主题将根据显示屏亮度自动更改。可以设置主题更改的阈值。圆圈表示显示屏的当前亮度。
zh_hant: 主題將根據顯示幕亮度自動更改。可以設定主題更改的閾值。圓圈表示顯示幕的當前亮度。

source: The URL is not valid.
de: Die URL ist ungültig.
ja: URLが無効です。
zh_hans: URL无效。
zh_hant: URL無效。

source: Themes
de: Motive
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: This page is not available offline.
de: Diese Seite ist offline nicht verfügbar.
ja: このページはオフラインでは利用できません。
zh_hans: 此页面无法离线使用。
zh_hant: 此頁面無法離線使用。

source: Title:
de: Titel:
ja: タイトル:
zh_hans: 标题:
zh_hant: 標題:

source: Title
de: Titel
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Toggle Read
de: Gelesen/ungelesen
ja: 既読/未読の切り替え
zh_hans: 切换已读
zh_hant: 切換已讀

source: Toggle Sidebars
de: Seitenleisten ein-/ausblenden
ja: サイドバーを切り替え
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

source: Toggle Starred
de: Favorit hinzufügen/entfernen
ja: 星印の切り替え
zh_hans: 切换加星标
zh_hant: 切換加星標

source: Total
de: Insgesamt
ja: 合計
zh_hans: 总计
zh_hant: 總計

source: Turn Off
de: Deaktivieren
ja: オフにする
zh_hans: 关闭
zh_hant: 關閉

source: Turn On
de: Aktivieren
ja: オンにする
zh_hans: 开启
zh_hant: 開啟

source: Undo Delete (%d)
de: Löschen rückgängig machen (%d)
ja: 削除を取り消す (%d)
zh_hans: 撤消删除(%d)
zh_hant: 復原刪除(%d)

source: Undo Delete
de: Löschen rückgängig machen
ja: 削除を取り消す
zh_hans: 撤销删除
zh_hant: 復原刪除

source: Unread (%d)
de: Ungelesen (%d)
ja: 未読 (%d)
zh_hans: 未读(%d)
zh_hant: 未讀(%d)

source: Unread Count Disabled
de: Anzahl der ungelesenen Links deaktiviert
ja: 未読カウントが無効です
zh_hans: 未读计数已禁用
zh_hant: 未讀計數已禁用

source: Unread Only
de: Nur ungelesen
ja: 未読のみ
zh_hans: 仅未读
zh_hant: 僅未讀

source: Unread
de: Ungelesen
ja: 未読
zh_hans: 未读
zh_hant: 未讀

source: Unstar
de: Aus Favoriten entfernen
ja: 星付け解除
zh_hans: 取消星标
zh_hant: 取消星標

source: Unstarred
de: Aus Favoriten entfernt
ja: 星なし
zh_hans: 已取消星标
zh_hant: 已取消星標

source: Untagged
de: Ohne Tags
ja: タグなし
zh_hans: 无标签
zh_hant: 無標籤

source: Update Action
de: Befehl aktualisieren
ja: アクションを更新
zh_hans: 更新操作
zh_hant: 更新操作

source: Update Link
de: Link aktualisieren
ja: リンクを更新
zh_hans: 更新链接
zh_hant: 更新連結

source: Update
de: Aktualisieren
ja: 更新
zh_hans: 更新
zh_hant: 更新

source: Value
de: Wert
ja: 値
zh_hans: 值
zh_hant: 值

source: Version %1$@ (%2$@)
ja: バージョン%1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: What do you want to search?
de: Was möchten Sie suchen?
ja: 何を検索しますか？
zh_hans: 要搜索什么？
zh_hant: 要搜尋什麼？

source: What is its summary?
de: Wie lautet die Zusammenfassung?
ja: その概要は何ですか？
zh_hans: 它的摘要是什么？
zh_hant: 它的摘要是什麼？

source: What is its tags?
de: Wie lauten die dazugehörigen Tags?
ja: そのタグは何ですか？
zh_hans: 它的标签是什么？
zh_hant: 它的標籤是什麼？

source: What is its title?
de: Wie lautet der Titel?
ja: タイトルは何ですか？
zh_hans: 标题是什么？
zh_hant: 標題是什麼？

source: What link do you want to open?
de: Welchen Link möchten Sie öffnen?
ja: どのリンクを開きますか？
zh_hans: 你想打开什么链接？
zh_hant: 你想開啟什麼連結？

source: What tag do you want to filter?
de: Welches Tag möchten Sie filtern?
ja: どのタグにフィルタを適用しますか？
zh_hans: 要筛选什么标签？
zh_hant: 要篩選什麼標籤？

source: What tag do you want to open?
de: Welches Tag möchten Sie öffnen?
ja: どのタグを開きますか？
zh_hans: 要打开什么标签？
zh_hant: 要開啟什麼標籤？

source: What tags do you want to filter?
de: Welche Tags möchten Sie filtern?
ja: どのタグにフィルタを適用しますか？
zh_hans: 要筛选哪些标签？
zh_hant: 要篩選哪些標籤？

source: What URL do you want to add?
de: Welche URL möchten Sie hinzufügen?
ja: 追加したいURLは何ですか？
zh_hans: 要添加什么URL？
zh_hant: 要新增什麼URL？

source: What's New
de: Was ist neu?
ja: 新機能
zh_hans: 新增功能
zh_hant: 有什麼新鮮事？

source: Which list?
de: Welche Liste?
ja: どのリストですか？
zh_hans: 哪个列表？
zh_hant: 哪個列表？

source: You can sign in later by tapping Settings > Accounts.
de: Sie können sich später anmelden, indem Sie auf Einstellungen > Konten tippen.
ja: 「設定」 > 「アカウント」をタップして、あとからサインインできます。
zh_hans: 可通过按“设置” > “帐户”稍后登录。
zh_hant: 可透過按「設定」>「帳戶」稍後登入。
